{
    "campgrounds": {
        "descriptors": [
            "Metikköinen",
            "Muinainen",
            "Kivettynyt",
            "Äänekäs",
            "Tiheä",
            "Kylmä",
            "Hiljainen",
            "Koivuinen",
            "Syksyinen",
            "Vaahtera",
            "Sumuinen",
            "Hirveä",
            "Karhuinen",
            "Valtameri",
            "Järvinen",
            "Taivaalinen",
            "Pölyinen",
            "Timanttinen",
            "Havuinen"
        ],
        "places": [
            "Tasanko",
            "Kylä",
            "Järvi",
            "Kumpare",
            "Ratsastusleiri",
            "Aavekaupunki",
            "Leiri",
            "Haja-asutusalue",
            "Erämaa",
            "Joki",
            "Puro",
            "Ranta",
            "Kivikko",
            "Lähde",
            "Metikkö",
            "Hiekka",
            "Luola",
            "Metsä",
            "Metsästysleiri",
            "Kallio",
            "Onkalo"
        ],
        "descriptions": [
            "Kaunis järvimaisema ja mukavat vaellusreitit perheille.",
            "Lämmin tunnelma ja grillikatos, joka sopii täydellisesti illanviettoon.",
            "Tunnelmallinen metsä, jossa voi kuulla tuulen huminaa ja lintujen laulua.",
            "Hiljainen metsälampi, jonka vesi on kristallinkirkasta.",
            "Leirintäalue lähellä upeita näköalapaikkoja ja viljapeltoja.",
            "Upea leiripaikka järven rannalla, täydellinen auringonlaskuista nauttimiseen.",
            "Puhdas hiekkaranta ja virkistävä järvivesi.",
            "Metsän keskellä sijaitseva rauhallinen paikka, täydellinen paikka rentoutua.",
            "Leirintäalue, jossa lapsille on leikkikenttä ja aikuisille kuntopolku.",
            "Vanha metsä, jossa puut näyttävät epämuodostuneilta, ja niiden oksat liikkuvat yöllä kuin ne yrittäisivät kurkottaa kohti.",
            "Pieni metsäaukio, jonka keskellä on hylätty mökki – mökissä kuulemma piileskeli rikollinen, joka ei koskaan palannut.",
            "Leirintäalueella on synkkä lampi, jonka pinnasta kuuluu kauhunhuutoja pimeän laskeuduttua.",
            "Grillikatoksen ympärillä on tahroja, jotka muistuttavat kuivunutta verta – kukaan ei tiedä, miten ne siihen ilmestyivät.",
            "Hiljainen rantametsä, mutta öisin askelia kuuluu telttasi ympärillä, vaikka ketään ei koskaan näy.",
            "Tunnelmallinen leiripaikka kallioiden suojassa – mutta kallioilla sanotaan olevan painajaisissa näkynyt varjohahmo.",
            "Hylätty vene ja laho laituri, joiden sanotaan liittyvän järvellä tapahtuneisiin katoamisiin.",
            "Aavemainen metsäaukio, jossa ei kasva mitään ja jossa kuulemma viimeisenä nähtiin paikallinen metsänvartija, joka katosi jäljettömiin.",
            "Hiljainen leirintäalue, mutta yöllä kuuluu kuiskauksia – jotkut sanovat niiden tulevan niiltä, jotka murhattiin metsään vuosikymmeniä sitten.",
            "Upea leirintäpaikka, jossa voi nauttia auringosta ja rauhasta.",
            "Vaellusreitti vanhojen puiden keskellä, mutta jotkut väittävät puiden kuoressa näkyvän hahmoja, kuin joku olisi kaivertanut niihin kasvot.",
            "Leiripaikka järven rannalla, jonne mahtuu koko perhe.",
            "Aukea alue metsän keskellä, jonka keskellä seisoo yksinäinen puu – paikalliset sanovat sen kasvaneen sen miehen ruumiista, joka löydettiin sieltä kauan sitten.",
            "Nuotiopaikka, josta kuuluu kuiskauksia yöllä, ja jotkut väittävät näkevänsä verenpunaisen hehkun nuotion hiilloksessa.",
            "Kaunis leiripaikka metsän siimeksessä, jossa aurinko paistaa kauniisti.",
            "Grillikatos aivan veden äärellä, täydellinen kalasteluun ja illanviettoon.",
            "Pieni lampi, jonka vesi näyttää epätavallisen mustalta ja liikkumattomalta – tarinan mukaan siellä hukkunut tyttö edelleen odottaa oikeutta.",
            "Pitkospuut suolla, joka kimaltaa auringonvalossa – mutta usvan laskeutuessa moni on eksynyt eikä palannut.",
            "Syrjäinen leiripaikka, jossa on hylätty mökki ja syvä kaivo, johon kuulemma heitettiin aikoinaan tuntemattomia uhreja.",
            "Kaunis nurmialue, joka sopii täydellisesti telttailuun ja perheen yhdessäoloon.",
            "Leirintäalueen reunan vanhat kivilohkareet näyttävät siirtyvän öisin, ja joidenkin kivien päällä näkyy kuivunutta verta.",
            "Hiljainen lampi, jonka pinnalla on usein epätavallisia liikkeitä – sanotaan, että murhatut näkyvät siellä heijastuksina.",
            "Metsäaukio, jossa väitetään kuultavan leiriytyjien ääniä, vaikka alue on hylätty mystisten katoamisten vuoksi.",
            "Vehreä leirintäalue, jossa perhe viihtyy varmasti luonnon helmassa.",
            "Lammen rannalla on hylätty kanootti, joka löydettiin kerran mudasta, mutta kukaan ei tiedä, kenen se oli.",
            "Leirintäpaikka, jonka lähimaastosta on löydetty monia mystisiä kivikehiä ja hautakiviä ilman nimiä.",
            "Avarat nurmikentät, joissa on tilaa pelata ja rentoutua ystävien kanssa.",
            "Synkkä metsä, jonka puiden oksat liikkuvat yöllä ja joissa paikallisten mukaan roikkuu uhreja, joiden nimet ovat kadonneet.",
            "Kivinen polku, joka vie suoraan leiripaikalle – mutta polku jatkuu pimeään metsään, josta ei ole paluuta.",
            "Ihana leiripaikka kukkakedolla, joka puhkeaa kukkaan keväisin.",
            "Leirintäalue, josta näkyy tähtitaivas kirkkaana ilman valosaastetta.",
            "Vanha ränsistynyt puistonpenkki keskellä metsää – penkillä sanotaan istuneen miehen, joka katosi sinne yön pimeydessä.",
            "Pieni lampi, jossa öisin näkyy erikoisia heijastuksia – aivan kuin joku olisi katsomassa takaisin pinnasta.",
            "Leirintäpaikka vanhan kaatuneen puun vieressä, jonka juurissa on kaiverruksia – osassa kaiverruksista on vuosilukuja katoamistapausten ajoilta.",
            "Yksinäinen nuotiopaikka kallion laella, jossa on nähty tuntematon hahmo tuijottamassa metsää kuin vartioimassa sitä.",
            "Kaunis hiekkapohjainen rantametsä, joka on täydellinen kesäretkelle.",
            "Leirintäalue vuorten juurella, josta lähtee monia vaellusreittejä.",
            "Ihana nurmikenttä, jossa voi nähdä hirvien ja peurojen kulkevan illan hämärtyessä.",
            "Synkkä suomaisema, jonka keskellä kasvaa outo, kiero puu – sanotaan, että se merkitsi aikanaan uhreja.",
            "Syrjäinen polku, joka vie leiripaikalle – mutta polun varrelta on löydetty muistomerkkejä kadonneille.",
            "Kaunis ja rauhallinen leirintäalue, täydellinen paikka unohtaa arjen kiireet.",
            "Hylätty leiripaikka, jonka nuotiopaikkaan on kaiverrettu nimiä – jotkut niistä ovat kadonneiden retkeilijöiden nimiä."
        ]
    },
    "reviews": {
        "titles": [
            "Parasta retkeilyä ikinä!",
            "Rauhaa ja luonnon kauneutta",
            "Kokemus, joka jää mieleen",
            "Kummituksia keskellä yötä?",
            "Hyytävän pelottava yö metsässä",
            "Huono kokemus leirintäalueella",
            "Likaiset suihkut ja kova meteli",
            "Ranta pelasti päivän",
            "Loistava paikka perheille",
            "Älä mene yksin yöllä",
            "Erinomainen asiakaspalvelu",
            "Ylitti kaikki odotukset",
            "Hyvää ruokaa ja siistit tilat",
            "Pitkä matka, mutta sen arvoinen",
            "Erämaan taikaa",
            "Kauhu ja luonto kohtaavat",
            "Järkyttävän huono asiakaspalvelu",
            "Lapsille sopiva ja turvallinen",
            "Kauniit auringonlaskut järvellä",
            "Teltta hajosi yöllä!",
            "En nuku enää koskaan rauhassa...",
            "Täydellinen piilopaikka luonnossa",
            "Unelmien leirintäalue",
            "Kuin suoraan painajaisesta",
            "Metsän rauha pilattiin",
            "Paras yö teltassa ikinä!",
            "Outo valo pimeässä",
            "Alue, johon palaan aina",
            "Harmittava pettymys",
            "Luontoelämyksiä parhaimmillaan",
            "Kadonneet yöllä polulta",
            "Hiljaisuutta ja tähtiä",
            "Älä mene leirintäalueen syrjäkulmille",
            "Lämpimät suihkut ja ystävällinen henkilökunta",
            "Leiri, joka ei vastannut odotuksia",
            "Romanttinen ilta järven rannalla",
            "Kuiskauksia teltan ulkopuolelta",
            "Täydellinen paikka perhelomalle",
            "Painajainen suihkutiloissa",
            "Upea päivä, karmea yö",
            "Ystävälliset eläimet ja ihmiset"
        ],
        "descriptions": [
            "Leirintäalue oli siisti, rauhallinen ja ympäristö todella kaunis. Kaikki oli hyvin järjestetty, ja saimme nauttia täysin rinnoin lomastamme.",
            "Upeat vaellusreitit ja ystävällinen henkilökunta. Suosittelen lämpimästi kaikille luonnonystäville!",
            "Yöllä kuului kummallisia ääniä teltan ulkopuolelta... kokemuksesta tuli hyytävän jännittävä, mutta selvittiin hengissä!",
            "Suihkut olivat likaisia, ja roskat lojuivat ympäriinsä. Ei vastannut odotuksia ollenkaan.",
            "Metsä oli täynnä mystiikkaa ja outoja valoja – tämä kokemus oli kuin suoraan kauhuelokuvasta!",
            "Kaikki tarvittava löytyi läheltä, ja paikallinen kahvila oli ihana lisä.",
            "Leirintäalueen ranta oli upea – lapset viihtyivät koko päivän. Tulemme varmasti takaisin!",
            "Hinta-laatusuhde oli kohdallaan. Erinomainen paikka rauhoittua luonnon helmassa.",
            "Telttailu oli painajainen. Teltan viereen oli jätetty roskia, ja eläimet kolistelivat niitä koko yön.",
            "Asiakaspalvelu oli töykeää, eikä meitä autettu ongelmatilanteessa.",
            "Pimeys ja outo hiljaisuus tekivät yöstä ahdistavan – emme ole varmoja, mikä liikuskeli telttojen ympärillä.",
            "Vessat olivat puhtaita ja hyvin ylläpidettyjä, mikä teki lomasta mukavan.",
            "Leirintäalueen lampi oli uskomattoman kaunis – auringonlaskut veivät sanat suusta.",
            "Leirintäalueen kartta oli sekava, eikä opasteita ollut riittävästi. Löysimme paikkamme vahingossa.",
            "Kävimme alueen saunassa – se oli lämmin ja rentouttava kokemus pitkän vaelluksen jälkeen.",
            "Outoja ääniä ja varjoja metsän reunassa – en tiedä, mitä siellä tapahtui, mutta en nukkunut silmäystäkään.",
            "Kaikki oli rikki: vessa, suihku ja jopa leirintäalueen grilli. En suosittele.",
            "Lapset rakastivat alueen seikkailupuistoa ja elämyksiä. Täydellinen perhelomakohde!",
            "Kaikki oli yllättävän siistiä ja hyvin järjestetty. Ympäristöstä huomasi, että siitä pidetään huolta.",
            "Sade yllätti, ja teltassa oli vuotoja – kokemus jäi puoliväliin ja lähdimme kotiin.",
            "Yöllä kuului outoja ääniä ja teltan ulkopuolella liikkui varjoja. Metsän pimeys kätki sisäänsä jotain selittämätöntä – sydämeni hakkasi vielä pitkään aamun valjetessa. Tämä kokemus jää mieleeni ikuisesti.",
            "Leirintäalue tarjosi juuri sitä, mitä tarvitsimme: rauhaa, kauniita maisemia ja puhdasta ilmaa. Kaikki oli täydellistä!",
            "Telttapaikka oli järven rannalla, ja auringonnousu oli henkeäsalpaava. Täydellinen paikka rentoutua.",
            "Pimeän tultua alueella kuului outoja askelia ja naurun kaltaisia ääniä – kukaan ei tunnu tietävän mistä ne tulevat.",
            "Melua, roskia ja epäsiistit tilat pilasivat koko kokemuksen. Ei vastannut odotuksia ollenkaan.",
            "Yö oli ihana: tähtikirkas taivas ja nuotion lämpö tekivät siitä unohtumattoman. Suosittelen kaikille!",
            "Nähtiin yöllä metsän läpi liikkuva himmeä valo. Ei tiedetä, mikä se oli, mutta se sai kylmät väreet aikaan.",
            "Asiakaspalvelu oli ystävällistä ja leirintäalue hyvin hoidettu. Tämä on uusi suosikkimme!",
            "Pettymyksekseni paikka oli täynnä meteliä, ja naapurit olivat liian äänekkäitä.",
            "Upeat vaellusreitit ja kaunis luonto tekivät lomasta täydellisen. Tulemme ehdottomasti takaisin.",
            "Yöllä eksyimme takaisin polulta. Onneksi puhelimen taskulamppu auttoi löytämään tien takaisin.",
            "Mikään ei ole parempaa kuin hiljaisuus ja tähtitaivas teltan yläpuolella. Täydellinen rauhoittumiseen.",
            "Telttailimme alueen syrjässä, mutta kuulimme kuiskauksia, vaikka paikalla ei ollut ketään. Hyytävä kokemus.",
            "Kaikki palvelut toimivat täydellisesti – suihkut olivat lämpimät, ja henkilökunta auttoi kaikessa.",
            "Leirintäalueen tilat olivat huonossa kunnossa, ja roskia lojui kaikkialla. Tämä oli pettymys.",
            "Illan vietto järven rannalla oli kuin suoraan elokuvasta – romanttista ja kaunista.",
            "Kuulin teltan ulkopuolelta kuiskauksia, mutta kun katsoin ulos, siellä ei ollut ketään. En nukkunut loppuyötä.",
            "Lapsille oli paljon tekemistä, ja kaikki tuntui turvalliselta. Täydellinen lomakohde perheelle.",
            "Suihkutiloissa oli hometta ja kylmää vettä. Ei ollut hintansa arvoinen kokemus.",
            "Päivä luonnossa oli mahtava, mutta yöllä heräsimme oudoista äänistä ja koimme jotain todella epämukavaa.",
            "Leirintäalueella oli paljon ystävällisiä eläimiä, ja naapurit olivat avuliaita. Täydellinen tunnelma."
        ]
    }
}